export const NavLinks = [
    { href: '/', key: 'Inspiration', text: 'الهام بخشی' },
    { href: '/', key: 'Find Projects', text: 'یافتن پروژه‌ها' },
    { href: '/', key: 'Learn Development', text: 'یادگیری توسعه' },
    { href: '/', key: 'Career Advancement', text: 'پیشرفت حرفه‌ای' },
    { href: '/', key: 'Hire Developers', text: 'استخدام توسعه دهندگان' }
  ];
  
  export const categoryFilters = [
    "فرانت‌اند",
    "بک‌اند",
    "فول‌استک",
    "موبایل",
    "UI/UX",
    "توسعه بازی",
    "DevOps",
    "علم داده",
    "یادگیری ماشین",
    "امنیت سایبری",
    "بلاکچین",
    "تجارت الکترونیک",
    "چت‌بات"
  ];
  
  export const footerLinks = [
    {
      title: 'برای توسعه دهندگان',
      links: [
        'حرفه ای شو !',
        'بررسی کار توسعه',
        'وبلاگ توسعه',
        'پادکست کد',
        'پروژه‌های متن‌باز',
        'معرفی به دوستان',
        'قوانین رفتار',
      ],
    },
    {
      title: 'استخدام توسعه دهندگان',
      links: [
        'ارسال یک مشاغل شغلی',
        'ارسال یک پروژه آزاد',
        'جستجوی توسعه دهندگان',
      ],
    },
    {
      title: 'برندها',
      links: [
        'تبلیغ با ما',
      ],
    },
    {
      title: 'شرکت',
      links: [
        'درباره ما',
        'فرصت‌های شغلی',
        'پشتیبانی',
        'کیت رسانه‌ای',
        'توصیه‌نامه‌ها',
        'API',
        'شرایط خدمات',
        'سیاست حفظ حریم خصوصی',
        'سیاست کوکی',
      ],
    },
    {
      title: 'راهنماها',
      links: [
        'شغل‌های توسعه',
        'توسعه دهندگان برای استخدام',
        'توسعه دهندگان آزاد برای استخدام',
        'برچسب‌ها',
        'مکان‌ها',
      ],
    },
    {
      title: 'منابع توسعه',
      links: [
        'بازار محصولات کد',
        'بازارگاه GitHub',
        'ثبت NPM',
        'Packagephobia',
      ],
    },
    {
      title: 'منابع توسعه',
      links: [
        'فریلنسینگ',
        'استخدام توسعه',
        'نمونه کارهای توسعه',
        'آموزش توسعه',
        'فرایند خلاقانه',
        'روند صنعت توسعه',
      ],
    },
  ];